{
  "know-your-divine-identity": 
  {
    "title": "Know Your Divine Identity",
    "summary": "Recognizing our divine identity shapes how we see ourselves and others. I believe that understanding I am a child of God, a child of the covenant, and a disciple of Jesus Christ provides a foundation for self-worth and direction. No worldly label can replace this eternal truth. This knowledge reminds me that I have divine potential and purpose. It inspires me to act with integrity, patience, and love. When life’s challenges test my faith, I can find peace knowing I am known and loved by a perfect Heavenly Father. This perspective influences how I treat others—seeing them as God’s children, worthy of respect and compassion. As I strive to fulfill my divine purpose, I aim to nurture my spiritual identity through prayer, study, and Christlike service. This commitment keeps me aligned with my covenants and strengthens my resolve to overcome worldly pressures to conform to lesser identities.",
    "quotes": [
      {
        "text": "Who are you? First and foremost, you are a child of God, a child of the covenant, and a disciple of Jesus Christ. … No identifier should displace, replace, or take priority over these three enduring designations.",
        "source": "President Russell M. Nelson, \"Choices for Eternity\" (worldwide devotional for young adults, May 15, 2022)"
      },
      {
        "text": "Any identifier that is not compatible with these three basic designations will ultimately let you down. Other labels will disappoint you in time because they do not have the power to lead you toward eternal life in the celestial kingdom of God.",
        "source": "President Russell M. Nelson, \"Choices for Eternity\" (worldwide devotional for young adults, May 15, 2022)"
      },
      {
        "text": "Our Heavenly Father created the universe that we might reach our potential as His sons and daughters. This is a paradox of man: compared to God, man is nothing; yet we are everything to God.",
        "source": "President Dieter F. Uchtdorf, \"You Matter to Him\" (General Conference, October 2011)"
      },
      {
        "text": "God sees you not only as a mortal being on a small planet who lives for a brief season—He sees you as His child. He sees you as the being you are capable and designed to become. He wants you to know that you matter to Him.",
        "source": "President Dieter F. Uchtdorf, \"You Matter to Him\" (General Conference, October 2011)"
      },
      {
        "text": "Our Heavenly Father sees us in terms of forever. Although we might settle for less, Heavenly Father won’t, for He sees us as the glorious beings we are capable of becoming.",
        "source": "Elder Joseph B. Wirthlin, \"The Great Commandment\" (General Conference, October 2007)"
      },
      {
        "text": "Everything about the Father’s plan for His beloved children is designed to bring everyone home. … God is in relentless pursuit of you. He \"wants all of His children to choose to return to Him,\" and He employs every possible measure to bring you back.",
        "source": "Elder Patrick Kearon, \"God’s Intent Is to Bring You Home\" (General Conference, April 2024)"
      },
      {
        "text": "Remember who you are! See yourself as our Heavenly Father sees you. You are elect. You are of noble birth. Don’t compromise your divine inheritance.",
        "source": "Sister Elaine S. Dalton, \"Remember Who You Are!\" (General Conference, April 2010)"
      },
      {
        "text": "This statement contains four important truths. First, you are a beloved daughter. Nothing you do—or do not do—can change that. God loves you because you are His spirit daughter",
        "source": "Elder Dale G. Renlund, \"Your Divine Nature and Eternal Destiny\" (General Conference, April 2022)"
      },
      {
        "text": "You are His child. If you are feeling lost, if you have questions or lack wisdom, if you are struggling with your circumstances or wrestling with spiritual dissonance, turn to Him.",
        "source": "Elder Alan T. Phillips, \"God Knows and Loves You\" (General Conference, October 2023)"
      },
      {
        "text": "All men and women lived with God as His spirit children before coming to the earth as mortal beings. The Father’s plan enables His spirit sons and daughters to obtain physical bodies, to gain mortal experience, and to progress toward exaltation.",
        "source": "Elder David A. Bednar, \"We Believe in Being Chaste\" (General Conference, April 2013)"
      }
    ]
  },

  "power-of-jesus-christ":
  { 
    "title": "The Power of Jesus Christ and Your Covenants",
    "summary": "The power of Jesus Christ and our covenants is transformative. Through covenants, we bind ourselves to the Savior and invite His enabling power into our lives. I believe that His power strengthens us to endure challenges, change, and become more like Him. By keeping covenants, I access divine help beyond my own abilities. This perspective inspires me to approach daily challenges with greater faith and patience. When I feel weak, I reflect on my covenants and the Savior’s promise to be with me. My goal is to live with greater gratitude and intentionality, seeking to honor my covenants daily.",
    "quotes":
    [
        {
            "text": "As we keep our covenants, He endows us with His healing, strengthening power. And oh, how we will need His power in the days ahead.",
            "source": "President Russell M. Nelson, \"The Temple and Your Spiritual Foundation\" (General Conference, October 2021)"
        },
        {
          "text": "Everything taught in the temple, through instruction and through the Spirit, increases our understanding of Jesus Christ. His essential ordinances bind us to Him through sacred priesthood covenants.",
          "source": "President Russell M. Nelson, \"The Temple and Your Spiritual Foundation\" (General Conference, October 2021)"
        },
        {
            "text": "The enabling power of the Atonement of Christ strengthens us to do things we could never do on our own.",
            "source": "Elder David A. Bednar, \"In the Strength of the Lord\" (BYU Devotional, October 23, 2001)"
        },
        {
            "text": "Our covenants bind us to Him and give us godly power.",
            "source": "President Russell M. Nelson, \"Drawing the Power of Jesus Christ into Our Lives\" (General Conference, April 2017)"
        },
        {
            "text": "And so we see that because of His Atonement, the Savior has the power to succor—to help—every mortal pain and affliction.",
            "source": "Elder Dallin H. Oaks, \"Strengthened by the Atonement of Jesus Christ\" (General Conference, October 2015)"
        },
        {
            "text": "Being on the covenant path can give us a sense of belonging and connectedness, especially a connection to the Savior. Covenants bind us to Christ, and, because we are bound to Him, we can become like Him.",
            "source": "Sister Ellie L. Young, \"The Transformative Power of Covenants\" (BYU Devotional, June 11, 2019)"
        },
        {
            "text": "Making and keeping covenants means choosing to bind ourselves to our Father in Heaven and Jesus Christ. It is committing to follow the Savior. It is trusting Him and desiring to show our gratitude for the price He paid to set us free through the infinite gift of the Atonement.",
            "source": "Sister Linda K. Burton, \"The Power, Joy, and Love of Covenants Keeping\" (General Conference, October 2013)"
        },
        {
            "text": "Making and cheerfully keeping our covenants gives validity and life to the vital sacred and saving ordinances we need to receive in order to obtain ‘all that [the] Father hath.’",
            "source": "Sister Linda K. Burton, \"The Power, Joy, and Love of Covenants Keeping\" (General Conference, October 2013)"
        },
        {
            "text": "Ordinances and covenants give us access to godly power. The covenant path is the only path that leads to exaltation and eternal life.",
            "source": "President Russell M. Nelson, \"The Power of Spiritual Momentum\" (General Conference, April 2022)"
        },
        {
            "text": "When the Savior atoned for all mankind, He opened a way that those who follow Him can have access to His healing, strengthening, and redeeming power. These spiritual privileges are available to all who seek to hear Him and follow Him.",
            "source": "President Russell M. Nelson, \"The Power of Spiritual Momentum\" (General Conference, April 2022)"
        }
    ]
    },
    "let-god-prevail":
    {
        "title": "Let God Prevail & Follow His Prophet",
        "summary": "Letting God prevail in my life requires daily, conscious effort to place His will above my own. It means trusting in the words of prophets and following their inspired counsel. I believe that when I let God prevail, I experience clarity and peace, even during difficult times. The teachings of living prophets are essential to navigating life’s uncertainties, as they provide modern guidance from the Lord. Following a prophet’s counsel helps me stay on the covenant path and avoid the distractions of the world. This principle strengthens my faith, and I strive to live with greater humility and patience as I seek to align my will with God’s.",
        "quotes":
        [
          {
            "text": "Your willingness to let God prevail in your life will allow your covenants with God to remain intact.",
            "source": "President Russell M. Nelson, \"Let God Prevail\" (General Conference, October 2020)"
          },
          {
            "text": "The Lord is gathering those who are willing to let God prevail in their lives. The Lord is gathering those who will choose to let God be the most important influence in their lives.",
            "source": "President Russell M. Nelson, \"Let God Prevail\" (General Conference, October 2020)"
          },
          {
            "text": "We hear Him as we heed the words of prophets, seers, and revelators. Ordained Apostles of Jesus Christ always testify of Him. They point the way as we make our way through the heart-wrenching maze of our mortal experiences.",
            "source": "President Russell M. Nelson, \"Hear Him\" (General Conference, April 2020)"
          },
          {
            "text": "The Savior invites us, each day, to set aside our comforts and securities and join Him on the journey of discipleship.",
            "source": "Elder Dieter F. Uchtdorf, \"Your Great Adventure\" (General Conference, October 2019)"
          },
          {
            "text": "We are blessed with continuing revelation to living prophets. Prophets are ‘commissioned agents of the Lord, authorized to speak for Him.’",
            "source": "Elder Quentin L. Cook, \"Continuing Revelation to Prophets and Personal Revelation to Guide Our Lives\" (General Conference, April 2020)"
          },
          {
            "text": "The point is that faith means trusting God in good times and bad, even if that includes some suffering until we see His arm revealed in our behalf.",
            "source": "Elder Jeffrey R. Holland, \"Waiting on the Lord\" (General Conference, October 2020)"
          },
          {
            "text": "A prophet is someone God has personally prepared, called, corrected, inspired, rebuked, sanctified, and sustained. That is why we are never spiritually at risk in following prophetic counsel.",
            "source": "Elder Allen D. Haynie, \"A Living Prophet for the Latter Days\" (General Conference, April 2023)"
          },
          {
            "text": "The doctrine and principles that we must follow to survive spiritually and endure physically are found in the words of a living prophet.",
            "source": "Elder Allen D. Haynie, \"A Living Prophet for the Latter Days\" (General Conference, April 2023)"
          },
          {
            "text": "Our best days are ahead of us, not behind us. This is why God gives us modern revelation!",
            "source": "Elder Dieter F. Uchtdorf, \"God Will Do Something Unimaginable\" (General Conference, October 2020)"
          },
          {
            "text": "Because this is the Church of the living Christ, and because He directs His prophets, we are moving forward and upward to places we’ve never been, to heights we can hardly imagine!",
            "source": "Elder Dieter F. Uchtdorf, \"God Will Do Something Unimaginable\" (General Conference, October 2020)"
          }
        ]
    },
    "teaching-truth-with-love":
    {
        "title": "Teaching Truth with Love",
        "summary": "Teaching truth with love requires a balance of courage and compassion. I believe that truth is most effective when shared with kindness and empathy. Love opens hearts and minds, creating a space where truth can be received and accepted. I strive to teach truth by following Christ’s example of gentleness, patience, and understanding. This approach applies to all aspects of life, especially in family, friendships, and service. By focusing on love, I aim to foster unity rather than division and to help others feel valued and respected. This principle shapes how I approach sensitive conversations and encourages me to listen first before offering guidance or correction.",
        "quotes": 
        [
          {
            "text": "We live in perilous times when evil is being called good and good is being called evil. We must stand fast against the values and practices that draw us away from the Lord’s teachings and our covenants, privileges, and obligations. We can do this with love.",
            "source": "President Dallin H. Oaks, \"Stand Fast with Love in Proclaiming Truth\" (Ensign College Devotional, May 17, 2022)"
          },
          {
            "text": "Love others, find common ground, even when we disagree. … We should seek to find common ground on which to stand with those who might otherwise consider us their enemies. Followers of Christ should be examples of civility.",
            "source": "President Dallin H. Oaks, \"Stand Fast with Love in Proclaiming Truth\" (Ensign College Devotional, May 17, 2022)"
          },
          {
            "text": "Putting the first commandment first does not diminish or limit our ability to keep the second commandment. To the contrary, it amplifies and strengthens it. It means that we enhance our love by anchoring it in divine purpose and power.",
            "source": "Elder D. Todd Christofferson, \"The First Commandment First\" (BYU Devotional, March 22, 2022)"
          },
          {
            "text": "Our love of God elevates our ability to love others more fully and perfectly because we in essence partner with God in the care of His children.",
            "source": "Elder D. Todd Christofferson, \"The First Commandment First\" (BYU Devotional, March 22, 2022)"
          },
          {
            "text": "The Savior’s job is to heal. Our job is to love—to love and minister in such a way that others are drawn to Jesus Christ.",
            "source": "Elder Dale G. Renlund, \"The Powerful, Virtuous Cycle of the Doctrine of Christ\" (General Conference, April 2024)"
          },
          {
            "text": "We do need all our compassion, empathy, and love as we interact with those around us. Those who are struggling ‘need to experience the pure love of Jesus Christ reflected in [our] words and actions.’",
            "source": "Elder Dale G. Renlund, \"The Powerful, Virtuous Cycle of the Doctrine of Christ\" (General Conference, April 2024)"
          },
          {
            "text": "You love the person you are trying to influence. He or she may have ignored the doctrine previously heard. It is tempting to try something new or sensational. But we invite the Holy Ghost as our companion when we are careful to teach only true doctrine.",
            "source": "President Henry B. Eyring, \"Teaching True Doctrine\" (Ensign, April 2009)"
          },
          {
            "text": "Her teaching the doctrine of the restored gospel of Jesus Christ had opened eyes and hearts enough to get her cast into jail. And her declaring the doctrine of repentance to the judge got her cast out of jail.",
            "source": "President Henry B. Eyring, \"Teaching True Doctrine\" (Ensign, April 2009)"
          },
          {
            "text": "‘Focus on Children,’ they have asked us to love and protect our children as never before, to teach them better than we have done in the past, to prepare them more thoroughly to conquer Satan’s power in their lives and to receive of the Lord’s eternal peace and glory.",
            "source": "Sister Michaelene P. Grassli, \"Helping Children Know Truth from Error\" (General Conference, October 1994)"
          },
          {
            "text": "Family home evening, family prayer, and times alone with each child will help plant truth in the hearts of our children.",
            "source": "Sister Michaelene P. Grassli, \"Helping Children Know Truth from Error\" (General Conference, October 1994)"
          }
        ]
    },
    "take-charge-of-your-testimony":
    {
        "title":"Take Charge of Your Testimony",
        "summary": "Taking charge of my testimony means actively nurturing and strengthening it through study, prayer, and application of gospel principles. I recognize that my testimony is my own responsibility, and I cannot rely on others to sustain it. This perspective motivates me to seek spiritual knowledge, face doubts with faith, and hold fast to what I know. I see growth in my testimony as a continuous journey that requires daily effort. By taking ownership of my testimony, I become more resilient in the face of trials and more confident in sharing my beliefs with others.",
        "quotes": 
        [
          {
            "text": "The truth is that you must own your own conversion. No one else can do it for you.",
            "source": "President Russell M. Nelson, “Choices for Eternity” (worldwide devotional for young adults, May 15, 2022)"
          },
          {
            "text": "I plead with you to take charge of your testimony. Work for it. Own it. Care for it. Nurture it so that it will grow. Feed it truth. Don’t pollute it with the false philosophies of unbelieving men and women and then wonder why your testimony is waning.",
            "source": "President Russell M. Nelson, “Choices for Eternity” (worldwide devotional for young adults, May 15, 2022)"
          },
          {
            "text": "Begin by answering the primary questions. There are primary questions and there are secondary questions. Answer the primary questions first. Not all questions are equal and not all truths are equal. The primary questions are the most important. Everything else is subordinate.",
            "source": "Elder Lawrence E. Corbridge, “Stand Forever” (BYU Devotional, January 22, 2019)"
          },
          {
            "text": "The divine method of learning incorporates elements of the other three but ultimately trumps everything else by tapping into the powers of heaven.",
            "source": "Elder Lawrence E. Corbridge, “Stand Forever” (BYU Devotional, January 22, 2019)"
          },
          {
            "text": "There are in this life certain truths so fundamental that they must be established so firmly in our minds and hearts that no further proof of their veracity is required.",
            "source": "Elder Robert S. Wood, “Be Ye Transformed by the Renewal of Your Mind” (BYU-I Devotional, May 13, 2003)"
          },
          {
            "text": "If we are to acquire spiritual knowledge, we must be prepared to witness to the truth to which we have attained and be willing to serve and edify others in the truth.",
            "source": "Elder Robert S. Wood, “Be Ye Transformed by the Renewal of Your Mind” (BYU-I Devotional, May 13, 2003)"
          },
          {
            "text": "Hold the ground you have already won, even if that ground is limited. … When those moments come … hold fast to what you already know and stand strong until additional knowledge comes.",
            "source": "Elder Jeffrey R. Holland, “Lord, I Believe” (General Conference, April 2013)"
          },
          {
            "text": "The size of your faith or the degree of your knowledge is not the issue—it is the integrity you demonstrate toward the faith you do have and the truth you already know.",
            "source": "Elder Jeffrey R. Holland, “Lord, I Believe” (General Conference, April 2013)"
          },
          {
            "text": "If you want the branches of your testimony to grow and bear fruit, nourish the roots. If you are uncertain about a particular doctrine or practice or element of Church history, seek clarity with faith in Jesus Christ.",
            "source": "Elder Dieter F. Uchtdorf, “Nourish the Roots, and the Branches Will Grow” (General Conference, October 2024)"
          },
          {
            "text": "Strong faith in Jesus Christ doesn’t happen overnight. … The healthy, fruitful tree of faith requires intentional effort. And a vital part of that effort is making sure we are firmly rooted in Christ.",
            "source": "Elder Dieter F. Uchtdorf, “Nourish the Roots, and the Branches Will Grow” (General Conference, October 2024)"
          }
        ]
    },
    "raising-children":
    {
        "title": "Raising Children",
        "summary": "Raising children is one of the most sacred and impactful responsibilities in life. I believe that parents have the divine calling to nurture, teach, and guide their children on the covenant path. This requires love, patience, and consistency. By creating a home centered on faith, prayer, and gospel study, I can help my children develop their own testimonies. I aim to be a present and intentional parent who models Christlike love and teaches by example. Raising children is a partnership with God, and I rely on His guidance to know how to best support their unique needs and growth.",
        "quotes": 
        [
          {
            "text": "The greatest job that any woman will ever do will be in nurturing and teaching and living and encouraging and rearing her children in righteousness and truth. There is no other thing that will compare with that, regardless of what she does.",
            "source": "President Dallin H. Oaks, \"Parents and Children\" (General Conference, October 2018)"
          },
          {
            "text": "We need women who are devoted to shepherding God’s children along the covenant path toward exaltation; women who know how to receive personal revelation, who understand the power and peace of the temple endowment; women who know how to call upon the powers of heaven to protect and strengthen children and families; women who teach fearlessly.",
            "source": "President Russell M. Nelson, \"A Plea to My Sisters\" (General Conference, October 2015)"
          },
          {
            "text": "Surely love would compel parents to warn their closest ‘neighbors’—their own children. This means teaching and testifying of gospel truths. It means teaching children the doctrine of Christ: faith, repentance, baptism, and the gift of the Holy Ghost. The Lord reminds parents, ‘I have commanded you to bring up your children in light and truth.’",
            "source": "Elder D. Todd Christofferson, \"The Voice of Warning\" (General Conference, April 2017)"
          },
          {
            "text": "Children are entitled to birth within the bonds of matrimony, and to be reared by a father and a mother who honor marital vows with complete fidelity. … Husband and wife have a solemn responsibility to love and care for each other and for their children. … Parents have a sacred duty to rear their children in love and righteousness, to provide for their physical and spiritual needs, and to teach them to love and serve one another [and] observe the commandments of God.",
            "source": "Elder Neil L., \"Whoso Receiveth Them, Receiveth Me\" (General Conference, April 2016)"
          },
          {
            "text": "Help God’s children understand what is genuine and important in this life. Help them develop the strength to choose paths that will keep them safely on the way to eternal life.",
            "source": "President Thomas S. Monson, \"Learn of Me\" (Ensign, March 2016)"
          },
          {
            "text": "We make the Sabbath a delight when we teach the gospel to our children. Our responsibility as parents is abundantly clear. The Lord said, ‘Inasmuch as parents have children in Zion … that teach them not to understand the doctrine of repentance, faith in Christ the Son of the living God, and of baptism and the gift of the Holy Ghost by the laying on of the hands, when eight years old, the sin be upon the heads of the parents.’",
            "source": "Elder Russell M. Nelson, \"The Sabbath Is a Delight\" (General Conference, April 2015)"
          },
          {
            "text": "We counsel parents and children to give highest priority to family prayer, family home evening, gospel study and instruction, and wholesome family activities. However worthy and appropriate other demands or activities may be, they must not be permitted to displace the divinely appointed duties that only parents and families can adequately perform.",
            "source": "Elder Russell M. Nelson, \"The Sabbath Is a Delight\" (General Conference, April 2015)"
          },
          {
            "text": "Our strengthened family cultures will be a protection for our children from ‘the fiery darts of the adversary.’",
            "source": "Elder L. Tom Perry, \"Becoming Goodly Parents\" (General Conference, October 2012)"
          },
          {
            "text": "By divine design, fathers are to preside over their families in love and righteousness and are responsible to provide the necessities of life and protection for their families. Mothers are primarily responsible for the nurture of their children. In these sacred responsibilities, fathers and mothers are obligated to help one another as equal partners.",
            "source": "Elder L. Tom Perry, \"Becoming Goodly Parents\" (General Conference, October 2012)"
          },
          {
            "text": "Wise parents prepare their children to get along without them. They provide opportunities for growth as children acquire the spiritual maturity to exercise their agency properly.",
            "source": "Elder Larry Y. Wilson, \"Only upon the Principles of Righteousness\" (General Conference, April 2012)"
          }
        ]
    },
    "finances":
    {
        "title": "Finances",
        "summary": "Financial stewardship is a principle of spiritual significance. I believe that managing finances wisely allows me to care for my family, prepare for future needs, and serve others. Living within my means, avoiding unnecessary debt, and paying tithing are practices that invite God’s blessings. Financial discipline requires self-control and foresight, but it also brings peace and security. By striving to live providently, I can create a legacy of financial stability for future generations and remain prepared for life’s uncertainties. My approach to finances is rooted in trust that God will provide as I prioritize spiritual and temporal responsibilities.",
        "quotes": 
        [
            {
              "text": "The welfare principles of the Church are not simply good ideas; they are revealed truths from God—they are His way of helping the needy.",
              "source": "President Dieter F. Uchtdorf, \"Providing in the Lord’s Way\" (General Conference, October 2011)"
            },
            {
              "text": "The temporal is intertwined with the spiritual. God has given us this mortal experience and the temporal challenges that attend it as a laboratory where we can grow into the beings Heavenly Father wants us to become.",
              "source": "President Dieter F. Uchtdorf, \"Providing in the Lord’s Way\" (General Conference, October 2011)"
            },
            {
              "text": "Do we all have a plan to increase our value where we are employed? Have we taken the time to write down specific goals, and have we designed a plan of action to become more effective and productive?",
              "source": "Elder M. Russell Ballard, \"Providing for Our Needs\" (General Conference, April 1981)"
            },
            {
              "text": "Exercise self-discipline by telling ourselves ‘We can’t afford it’ and refusing to take on further credit obligations.",
              "source": "Elder M. Russell Ballard, \"Providing for Our Needs\" (General Conference, April 1981)"
            },
            {
              "text": "The pursuit of a game of chance may seem like harmless fun. But there attaches to it an intensity that actually shows on the faces of those who are playing. And in all too many cases, this practice, which appears innocent, can lead to an actual addiction.",
              "source": "President Gordon B. Hinckley, \"Gambling\" (General Conference, April 2005)"
            },
            {
              "text": "The Church has been and now is unalterably opposed to gambling in any form whatever.",
              "source": "President Gordon B. Hinckley, \"Gambling\" (General Conference, April 2005)"
            },
            {
                "text": "First, all people are happier and feel more self-respect when they can provide for themselves and their family and then reach out to take care of others.",
                "source": "President Henry B. Eyring, \"Opportunities to Do Good\" (General Conference, April 2011)"
            },
            {
              "text": "I have learned that the way to have a surplus is to spend less than I earn. With that surplus I have been able to learn that it really is better to give than to receive.",
              "source": "President Henry B. Eyring, \"Opportunities to Do Good\" (General Conference, April 2011)"
            },
            {
                "text": "As I became a full-tithe payer, the windows of heaven began to open for me. I attribute several subsequent professional opportunities to our faithful payment of tithes.",
                "source": "President Russell M. Nelson, \"Think Celestial!\" (General Conference, October 2023)"
            },
            {
                "text": "The blessings of tithing come in many ways. … Some are temporal, but many are spiritual. Some are subtle and easy to overlook. Trust in the Lord’s timing; the blessings always come.",
                "source": "Elder Neil L. Andersen, \"Tithing: Opening the Windows of Heaven\" (General Conference, October 2023)"
            }
        ]
    },
    "education":
    {
        "title": "Education",
        "summary": "Education is a lifelong pursuit that enriches the mind, spirit, and character. I believe that gaining knowledge is not only a personal endeavor but a divine mandate. Education allows me to serve others more effectively, provide for my family, and strengthen my ability to lead and teach. I strive to be a humble learner who is open to correction and growth. Education is more than acquiring skills; it is about becoming more like Christ through the pursuit of truth. By seeking learning with faith and diligence, I prepare myself for greater opportunities to bless others and fulfill my divine purpose.",
        "quotes":
        [
        {
            "text": "The most successful people are the humblest because they are confident enough to be corrected by and learn from anyone.",
            "source": "Elder Clark G. Gilbert, “Becoming More in Christ: The Parable of the Slope” (General Conference, October 2021)"
        },
        {
            "text": "The Lord expects fathers to help shape their children, and children want and need a model. … A father who reads scripture to and with his children acquaints them with the voice of the Lord.",
            "source": "Elder D. Todd Christofferson, “Fathers” (General Conference, April 2016)"
        },
        {
            "text": "Fathers are to teach God’s law and works anew to each generation.",
            "source": "Elder D. Todd Christofferson, “Fathers” (General Conference, April 2016)"
        },
        {
            "text": "Education prepares you for better employment opportunities. It puts you in a better position to serve and to bless those around you.",
            "source": "Elder Robert D. Hales, “Meeting the Challenges of Today’s World” (General Conference, October 2015)"
        },
        {
          "text": "Seek out scholarships and grants. Obtain part-time employment, if possible, to help pay your own way. This will require some sacrifice, but it will help you succeed.",
          "source": "Elder Robert D. Hales, “Meeting the Challenges of Today’s World” (General Conference, October 2015)"
        },
        {
            "text": "Over the years, I have had a number of craftsmen work on projects and repairs at my home, and I have admired the hard work and skill of these men. In whatever you choose, it is essential that you become proficient so that you can support a family and make a contribution for good in your community and your country.",
            "source": "Elder D. Todd Christofferson, “Brethren, We Have Work to Do” (General Conference, October 2012)"
        },
        {
          "text": "Teach them social and other skills: how to participate in a conversation, how to get acquainted and interact with others, how to relate to women and girls, how to serve, how to be active and enjoy recreation, how to pursue hobbies without becoming addicted, how to correct mistakes and make better choices.",
          "source": "Elder D. Todd Christofferson, “Brethren, We Have Work to Do” (General Conference, October 2012)"
        },
        {
            "text": "The spiritual understanding you and I have been blessed to receive, and which has been confirmed as true in our hearts, simply cannot be given to our children. The tuition of diligence and of learning by study and also by faith must be paid to obtain and personally ‘own’ such knowledge.",
            "source": "Elder David A. Bednar, “Watching with All Perseverance” (General Conference, April 2010)"
        },
        {
            "text": "Education is not so much the filling of a bucket as the lighting of a fire.",
            "source": "President Dieter F. Uchtdorf, “President Dieter F. Uchtdorf” (General Conference, October 2009)"
        },
        {
            "text": "For members of the Church, education is not merely a good idea—it’s a commandment. We are to learn ‘of things both in heaven and in the earth, and under the earth; things which have been, things which are, things which must shortly come to pass; things which are at home, things which are abroad.’",
            "source": "President Dieter F. Uchtdorf, “President Dieter F. Uchtdorf” (General Conference, October 2009)"
        }
    ]
    }
}